{
  "items": {
    "text": [{
      "id": 15101,
      "x": 50650,
      "y": 49950,
      "width": 200,
      "height": 40,
      "text": "So you can visualise it."
    }, {
      "id": 76354,
      "x": 49950,
      "y": 50200,
      "width": 300,
      "height": 50,
      "text": "Welcome to your canvas! Are you ready?"
    }, {
      "id": 87354,
      "x": 50350,
      "y": 50300,
      "width": 300,
      "height": 50,
      "text": "This is a good ol' text box. Except you can play with it. C'mooon, drag me!"
    }, {
      "id": 52663,
      "x": 49950,
      "y": 50400,
      "width": 400,
      "height": 70,
      "text": "Hover me! Tell me that you love me by clicking on the pencil. Or you can break my heart and delete me..."
    }, {
      "id": 93747,
      "x": 49950,
      "y": 50510,
      "width": 400,
      "height": 50,
      "text": "You can ask yourself why do you need me. Well, I'm going to prove you just how useful I am."
    }, {
      "id": 85907,
      "x": 50200,
      "y": 50650,
      "width": 400,
      "height": 200,
      "text": "Let's say you want to study something fancy about quantum mechanics. But you can get easily lost in complicated definitions and you soon forget what mesons are and suddenly they don't seem much different from bosons. You can keep notes along your lectures so easily with Canvs. And the most beautiful thing is that you CAN ViSualise them in an attractive way."
    }, {
      "id": 93747,
      "x": 50150,
      "y": 50900,
      "width": 500,
      "height": 600,
      "text": "In particle physics, mesons are hadronic subatomic particles composed of one quark and one antiquark, bound together by the strong interaction. Because mesons are composed of sub-particles, they have a physical size, with a diameter roughly one femtometre, which is about 2⁄3 the size of a proton or neutron. All mesons are unstable, with the longest-lived lasting for only a few hundredths of a microsecond. Charged mesons decay (sometimes through intermediate particles) to form electrons and neutrinos. Uncharged mesons may decay to photons. Mesons are not produced by radioactive decay, but appear in nature only as short-lived products of very high-energy interactions in matter, between particles made of quarks. In cosmic ray interactions, for example, such particles are ordinary protons and neutrons. Mesons are also frequently produced artificially in high-energy particle accelerators that collide protons, anti-protons, or other particles. In nature, the importance of lighter mesons is that they are the associated quantum-field particles that transmit the nuclear force, in the same way that photons are the particles that transmit the electromagnetic force. The higher energy (more massive) mesons were created momentarily in the Big Bang but are not thought to play a role in nature today. However, such particles are regularly created in experiments, in order to understand the nature of the heavier types of quark which compose the heavier mesons."
    }, {
      "id": 93747,
      "x": 50750,
      "y": 51000,
      "width": 400,
      "height": 120,
      "text": "For example, you can remember that quarks are elementary particles and fundamental constituents of matter. And that a proton is composed of two up quarks and one down quark."
    }],
    "image": [{
      "id": 81262,
      "x": 51100,
      "y": 50000,
      "url": "https://cdn4.iconfinder.com/data/icons/ionicons/512/icon-ios7-infinite-128.png"
    }, {
      "id": 51612,
      "x": 49950,
      "y": 49950,
      "size": 600,
      "url": "https://github.com/AndreiDuma/canvs.io/raw/master/app/static/images/logo_canvs.png"
    }],
    "link": [

    ]
  }
}
